Repository: ZuluPro/bio-directory
Catalog: bio/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Pests
fr: Parasites

source: Like
fr: Aime

source: Dislike
fr: Aime pas

source: Plant before
fr: Planter avant

source: Plant after
fr: Planter après

source: Morphology
fr: Morphologie

source: Environment
fr: Environement

source: e.g.: A flowering tomato
fr: exemple: Une tomate en fleur

source: e.g.: Tomato will pass from green to red
fr: exemple: La tomate passe du vert au rouge

source: Bio guide
fr: Guide bio

source: outside
fr: à l'extérieur

source: inside
fr: à l'intérieur

source: greenhouse
fr: serre

source: potting soil
fr: terreau

source: clay
fr: argile

source: sand
fr: sable

source: silt
fr: limon

source: sow
fr: semis

source: juvenile
fr: juvénile

source: adult
fr: adulte

source: blossom
fr: floraison

source: dormant
fr: dormance

source: name
fr: nom

source: stage
fr: stade

source: soil type
fr: type de substrat

source: In hours
fr: En heures

source: exposition time
fr: temps d'exposition

source: minimum humidity
fr: humidité minimum

source: maximum humidity
fr: humidité maximum

source: minimum temperature
fr: température minimum

source: maximum temperature
fr: température maximum

source: Guide directory
fr: Répertoire de guide

source: Area
fr: Superficie

source: %(exposition_time)s hours
fr: %(exposition_time)s heures

source: Temperatures
fr: Températures

source: Humidity
fr: Humidité

source: Go back to directory
fr: Retourner au répertoire

source: %(name)s directory
fr: Répertoire %(name)s

source: Go back to all directories
fr: Retourner à tout les répertoires

source: Number of items
fr: Nombre d'éléments

source: Change plants' stage
fr: Changer le stade des plantes

source: Change plants' set
fr: Changer l'ensemble de plantes

source: Change plants' germination guide
fr: Changer le guide de germination des plantes

source: Change plants' seedling area
fr: Changer la zone de semis des plantes

source: Change plants' seedling date
fr: Changer la date de semis des plantes

source: Change plants' first real leaves date
fr: Changer la date des premières vraies feuilles

source: Change plants' transplanting guide
fr: Changer la date de repiquage des plantes

source: Change plants' transplanting area
fr: Changer la zone de repiquage des plantes

source: Change plants' transplanting date
fr: Changer la date de repiquage des plantes

source: Change plants' blossom guide
fr: Changer le guide de floraison des plantes

source: Change plants' blossom start date
fr: Changer la date de début de floraison

source: Change plants' harvest start date
fr: Changer la date de début de récolte

source: Change plants' death date
fr: Changer la data de décès

source: Bio items
fr: Elements bio

source: In m2.
fr: En m2

source: morning temperature
fr: température matinale

source: day temperature
fr: température du jour

source: night temperature
fr: température de nuit

source: morning humidity
fr: humidité du matin

source: day humidity
fr: humidité du jour

source: night humidity
fr: humidité de la nuit

source: morning exposition
fr: exposition du matin

source: afternoon exposition
fr: exposition de l'après-midi

source: area
fr: zone

source: areas
fr: zones

source: Comment about this set
fr: Commentaire à propos ce cet ensemble

source: comment
fr: commentaire

source: active
fr: actif

source: plant set
fr: ensemble de plante

source: Empty set
fr: Ensemble vide

source: Which is the set of this plant
fr: Quel est l'ensemble de cette plante

source: set
fr: ensemble

source: How to germinate
fr: Comment faire germer

source: germination guide
fr: guide de germination

source: Where it has been sown
fr: Où doit-on semer

source: seedling area
fr: zone de semis

source: When the seed has been planted
fr: Quand la graine doit-elle être planté

source: seedling date
fr: date de semis

source: When the has its first real leaves
fr: Quand elle a ses premières vraies feuilles

source: first real leaves date
fr: date des premières vraies feuilles

source: How do you plant
fr: Comment vous la planter

source: transplanting guide
fr: Guide de repiquage

source: Where it has been transplanted
fr: Où doit-elle être repiqué ?

source: transplanting area
fr: zone de repiquage

source: When it has been transplanted for real growth
fr: Quand elle doit être repiqué pour une réelle croissance

source: transplanting date
fr: date de repiquage

source: How take care of blossom
fr: Comment s'occuper de la floraison

source: blossom guide
fr: guide de floraison

source: When it has its first flower
fr: Quand elle a sa première fleur

source: blossom date
fr: date de floraison

source: When it has its usable element
fr: Quand il/elle a ses éléments utilisables.

source: harvest date
fr: date de récolte

source: When it is considered as dead
fr: Quand elle est considérée comme morte

source: death date
fr: date de décès

source: plant
fr: plante

source: plants
fr: plantes

source: G+%(days)i
fr: C+%(days)i

source: B+%(days)i
fr: F+%(days)i

source: Home
fr: Accueil

source: Change multiple plant's %(field_verbose_name)s
fr: Changer le/la %(field_verbose_name)s de plusieurs plantes

source: Objects
fr: Objets

source: Change to:
fr: Changer pour

source: Yes
fr: Oui

source: No, take me back
fr: Non, revenir en arrière

source: Plants inventory
fr: Inventaire de plantes

source: Stage
fr: Stade

source: Seedling
fr: Semis

source: %(date)s in %(area)s
fr: %(date)s dans %(area)s

source: Planting
fr: Plantation

source: Blossom
fr: Floraison

source: Began %(date)s
fr: Commencé %(date)s

source: Harvest
fr: Récolte

source: Death
fr: Mort

source: January
fr: Janvier

source: Febuary
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: pathology
fr: pathologie

source: pest
fr: parasite

source: pests
fr: parasites

source: Perennial
fr: Vivace

source: Annual
fr: Annuelle

source: Biennials
fr: Bi-annuelle

source: full sunlight
fr: plein soleil

source: partial shade
fr: mi-ombre

source: shade
fr: ombre

source: Herbaceous
fr: Herbacée

source: Bush
fr: Arbuste

source: Tree
fr: Arbre

source: Common name, example: tomato.
fr: Nom commun, exemple: tomate

source: latin name
fr: nom latin

source: How is the plant.
fr: Comment est la plante.

source: Image showed for illustrate the plant.
fr: Image affichée pour illustrer la plante

source: Gallery of images representing the plant.
fr: Gallerie d'images représentants la plante

source: lifecycle
fr: cycle de vie

source: in year
fr: en années

source: maximum age
fr: age maximum

source: have dense roots
fr: a des racines denses

source: have pivot roots
fr: a une racine pivot

source: have plunging roots
fr: a des racines plongeantes

source: have oblique pivot roots
fr: a des racines pivots obliques

source: have creeping roots
fr: a des racines rampantes

source: in centimeter
fr: en centimètre

source: root maximum depth
fr: profondeur maximum des racines

source: in m2
fr: en m2

source: root maximum area
fr: superficie maximum des racines

source: is woody
fr: est ligneuse

source: is herbaceous
fr: est herbacée

source: have deciduous leaf
fr: a des racines caduques

source: morphology
fr: morphologie

source: is transplantable
fr: est greffable

source: is stoloniferous
fr: est stolonnifère

source: support cutting
fr: supporte les boutures

source: is angiosperma
fr: est angiosperme

source: is monoecious
fr: est monoïque

source: is dioecious
fr: est dioïque

source: is hermaphrodite
fr: est hermaphrodite

source: is autogamous
fr: est autogame

source: is allogamous
fr: est allogame

source: is entomogamous
fr: est entomogame

source: is anemogamous
fr: est anémogame

source: seed needs stratification
fr: les graines ont besoin de stratification

source: In month
fr: En mois

source: seed conservation time
fr: temps de conservation des graines

source: In days
fr: En jours

source: germination minimum time
fr: temps de germination minimum

source: Germination rate
fr: Taux de germination

source: germination minimum temperature
fr: température minimum de germination

source: germination maximum temperature
fr: température maximum de germination

source: germination minimum humidity
fr: humidité minimum de germination

source: germination maximum humidity
fr: humidité maximum de germination

source: have determinate growth
fr: a une croissance déterminée

source: have indeterminate growth
fr: a une croissance indéterminée

source: is food
fr: est comestible

source: is toxic
fr: est toxique

source: What is the best environment.
fr: Quel est le meilleur environement

source: environment description
fr: description de l'environement

source: What this plant indicate
fr: Qu'est-ce que la plante indique

source: minimum pH
fr: pH minimum

source: maximum pH
fr: pH maximum

source: water requirement
fr: besoin en ear

source: nitrogen requirements
fr: besoin en azote

source: phosphorus requirements
fr: besoin en phosphore

source: potassium requirements
fr: besoins en potasse

source: support full sunlight
fr: supporte le plein soleil

source: support partial shade
fr: support la mi-ombre

source: support shade
fr: supporte l'ombre

source: is green manure
fr: est un engrais vert

source: capture nitrogen
fr: fixateur d'azote

source: plunging
fr: plongeante

source: oblique pivot
fr: pivot olbique

source: creeping
fr: rampantes

source: herbaceous
fr: herbacée

source: woody
fr: ligneuse

source: transplatable
fr: greffable

source: not transplatable
fr: non greffable

source: flower
fr: fleur

source: stoloniferous
fr: stolonifère

source: cutting
fr: bouture

source: monoecious
fr: monoïque

source: dioecious
fr: dioïque

source: hermaphrodite autogamous
fr: hermaphrodite autogame

source: From %(min)d to %(max)d %(unit)s
fr: De %(min)d à %(max)d %(unit)s

source: Minimum %(min)d %(unit)s
fr: %(min)d %(unit)s minimum

source: Maximum %(max)d %(unit)s
fr: %(max)d %(unit)s maximum

source: partial
fr: partiel

source: isn't stoloniferous
fr: n'est pas stolonifère

source: %(value)s is not a pH number
fr: %(value)s n'est pas un nombre de pH

source: action type
fr: type d'action

source: action types
fr: types d'action

source: Plants
fr: Plantes

source: Calendar
fr: Calendrier

source: Calendar
fr: Calendrier

source: See full calendar
fr: Voir le calendrier complet

source: Affinity
fr: Affinité

source: No provided affinity
fr: Pas d'affinité fournie

source: Add it!
fr: Ajoutez-le!

source: %(days)s day
fr: %(days)s jours

source: No provided blossom time
fr: Pas de temps de récolte fourni

source: No provided description
fr: Pas de description fournie

source: No provided maintenance
fr: Pas de maintenance fournie

source: Lifecycle:
fr: Cycle de vie:

source: No provided lifecycle
fr: Pas de cycle de vie founi

source: No provided environment description
fr: Pas de description de l'environment founie

source: %(exposition)s during %(exposition_time)s hours
fr: %(exposition)s pendant %(exposition_time)s heures

source: During %(exposition_time)s hours
fr: Pendant %(exposition_time)s heures

source: No exposition provided
fr: Pas d'exposition founie

source: Optimal temperatures:
fr: Températures optimale

source: %(plant.temp_optimal_day)s °C in day
fr: %(plant.temp_optimal_day)s °C de jours

source: Humidity:
fr: Humidité:

source: Growth
fr: Croissance

source: From %(start)s to %(end)s
fr: De %(start)s à %(end)s

source: From %(start)s
fr: De %(start)s

source: Plant
fr: Plante

source: Contribute
fr: Contribuer

source: Plants directory
fr: Répertoire de plante

source: No illustration
fr: Pas d'illustration

source: Cultivation
fr: Culture

source: Is toxic:
fr: Est toxique

source: Is food:
fr: Est comestible

source: Diseases
fr: Maladies
