Repository: ZuluPro/bio-directory
Catalog: bio/contribute/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Yes
fr: Oui

source: No
fr: Non

source: What are your references ?
fr: Quelles sont vos références ?

source: new plant
fr: nouvelle plante

source: new plants
fr: nouveaux plants

source: Do you know a plant we don't know ?
fr: Connais-tu une plante qu'on ne connait pas ?

source: Does %s is a plant ?
fr: Est-ce que %s est une plante ?

source: plant question
fr: question de plante

source: plant questions
fr: questions de plante

source: Can you give the %(field)s of a %(plant_name)s
fr: Peux-tu donner le/la %(field)s d'un(e) %(plant_name)s

source: Does the %(plant_name)s %(field)s ?
fr: Est-ce que le/la %(plant_name)s %(field)s ?

source: What is the %(field)s of a %(plant_name)s ?
fr: Quel(le) est le/la %(field)s d'un(e) %(plant_name)s ?

source: Do you agree that %(plant_name)s %(attr_display)s
fr: Etes-vous d'accord que le/la %(plant_name)s %(attr_display)s

source: Do you agree that the %(field)s of a %(plant_name)s is %(attr_display)s ?
fr: Etes-vous d'accord que le/la %(field)s de le/la %(plant_name)s est %(attr_display)s ?

source: plant image
fr: image de plante

source: plant images
fr: images de plante

source: Is it a %(plant_name)s ?
fr: Est-ce un/une %(plant_name)s ?

source: Contribute
fr: Contriuber

source: Select or add a new one
fr: Selectionne ou ajoute en une

source: I don't know, you can add it
fr: Je ne connais pas, vous pouvez l'ajouter

source: Contribute to Bio directory
fr: Contribue au répertoire Bio

source: Do you have a plant you want to talk to us about?
fr: As-tu une plante dont tu veux qu'on parle ?

source: Bio directory
fr: Répertoire Bio

source: Add informations
fr: Ajouter des informations

source: Validate informations
fr: Valider des informations

source: Submit
fr: Soumettre

source: Skip
fr: Passer

source: You can't vote to you own question
fr: Tu ne peux pas voter à ta propre question

source: You already voted this question
fr: Tu as déjà voté cette question

source: Validate
fr: Valider

source: I don't know
fr: Je ne sais pas

source: Decline
fr: Décliner

source: This response has already been accepted.
fr: Cette réponse a déjà été acceptée.

source: Unaccept
fr: Désaccepter

source: Accept
fr: Accepter

source: %(plant_name)s has already been submitted. You can consult its <a href="%(new_plant_url)s">file</a>.
fr: Le/la %(plant_name)s a déjà été soumise. Tu peux consulter sa <a href="%(new_plant_url)s">fiche<a>.

source: %(plant_name)s has been added to database. You can consult its <a href="%(plant_url)s">file</a>.
fr: Le/la %(plant_name)s a été ajouté à la base de données. Tu peux consulter sa <a href="%(plant_url)s">fiche</a>.

source: Your plant has been submitted. You can consult your submission <a href="%(new_plant_url)s">here</a>
fr: Ta plante a été soumise. Tu peux consulter ta soumission <a href="%(new_plant_url)s">ici</a>

source: All data about %(plant)s has been filled!
fr: Toutes les données à propos de %(plant)s ont été remplies.

source: Your image has been submitted. Check it <a href="%(plant_image_url)s">here</a>
fr: Ton image a été soumise. Vérfie la <a href="%(plant_image_url)s">ici</a>.

source: There's no data to validate
fr: Il n'y a de donnée à valider

source: You can't vote to your own question
fr: Tu ne peux pas voter à ta propre réponse

source: You can't vote
fr: Tu ne peux pas voter

source: This response has been validated
fr: Cette réponse a été validée

source: You can't decide answer validation
fr: Vous ne pouvez pas décider de la validation

source: This response has been unaccepted
fr: Cette réponse a été désacceptée

source: There's no new plant to validate
fr: Il n'y a pas de nouvelle plante à valider

source: %(plant)s has been added to database.
fr: %(plant)s a été ajouté à la base de donnée

source: There's no image to validate
fr: Il n'y a pas d'image à valider

source: "%(image_title)s" has been added to database.
fr: "%(image_title)s" a été ajouté à la base de donnée.
